<?php

/**
 * order.php
 *
 * @copyright  2022 beikeshop.com - All Rights Reserved
 * @link       https://beikeshop.com
 * @author     Edward Yang <yangjin@guangda.work>
 * @created    2022-08-02 14:22:41
 * @modified   2022-08-02 14:22:41
 */

return [
// Heading
'heading_title' => 'Шинээр эхлэгчдийн гарын авлага',
   //Tab
'tab_basic'            => 'Үндсэн тохиргоо',
'tab_language'         => 'Олон хэл ба валют',
'tab_product'          => 'Бүтээгдэхүүн үүсгэх',
'tab_theme'           => 'Дэлгүүрийн чимэглэл',
'tab_payment_shipping' => 'Төлбөр ба Логистик',
'tab_mail'             => 'Имэйл тохиргоо',

//Text
'text_extension'  => 'Өргөтгөл',
'text_success'    => 'Амжилт: Шинээр эхлэгчдийн гарын авлагыг өөрчиллөө!',
'text_edit'       => 'Шинээр эхлэгчдэд зориулсан заавар',
'text_view'       => 'Дэлгэрэнгүй харуулах...',
'text_greeting'   => 'Баяр хүргэе, таны вэбсайт BeikeShop-ийг амжилттай суулгалаа!',
'text_greeting_1' => 'Бид танд BeikeShop системийн үндсэн тохиргоог хийж, системийн функцуудыг ойлгоход туслах болно!',
'text_basic_1'    => 'Эхлээд та системийн тохиргоонд дараах чухал мэдээллийг тохируулж болно:',
'text_language_1' => 'BeikeShop систем олон хэл, валютыг дэмждэг. Анхны бүтээгдэхүүнээ үүсгэхээс өмнө дэлгүүрийн урд талд үндсэн хэл, валютыг сонгож болно!',
'text_language_2' => 'Хэрэв та зөвхөн нэг хэл, валют ашиглах гэж байгаа бол бусад хэл, валютыг устгаж болно. Бүтээгдэхүүн үүсгэх үед олон хэлээр мэдээлэл оруулах төвөгтэй ажиллагаанаас зайлсхийх боломжтой.',
'text_product_1'  => 'Систем суулгах явцад зарим анхны бүтээгдэхүүний өгөгдөл автоматаар импортлогдох бөгөөд демо хэрэглээнд зориулагдсан болно. Та эхлээд <a href="' . admin_route('products.create') . '">Бүтээгдэхүүн үүсгэх</a> туршиж үзэх боломжтой!',
'text_product_2'  => 'BeikeShop нь хүчирхэг бүтээгдэхүүний удирдлагын чадварыг санал болгодог! Үүнд: <a href="' . admin_route('categories.index') . '">Бүтээгдэхүүний ангилал</a>, <a href="' . admin_route('brands.index') . '">Брэнд удирдлага</a>, олон төрлийн бүтээгдэхүүн, <a href="' . admin_route('multi_filter.index') . '">Нарийвчилсан шүүлтүүр</a>, <a href="' . admin_route('attributes.index') . '">Бүтээгдэхүүний шинж чанар</a> болон бусад функцууд орно.',
'text_theme_1'    => 'Системд анхдагч загварын сангаар тоноглогдсон байдаг. Хэрэв анхдагч загвар таны хэрэгцээнд нийцэхгүй байвал <a href="' . admin_route('marketing.index', ['type' => ' theme']) . '">Загварын зах</a>-аас өөр загвар худалдан авах боломжтой.',
'text_theme_2'    => 'Мөн урд талын загварын нүүр хуудас нь модулиар дамжуулан гардаг. Та зарим модулийн тохиргоог тохируулах шаардлагатай болж магадгүй.',
'text_theme_3'    => 'Хэрэв та APP худалдаж авбал бид <a href="' . admin_route('design_app_home.index') . '">APP нүүр хуудас загвар</a> зохион бүтээх тусгай функцийг санал болгодог.',
'text_payment_1'  => 'BeikeShop нь PayPal, Stripe гэх мэт гадаадын төлбөрийн сувгуудыг санал болгодог. Албан ёсоор захиалга өгөхөөс өмнө харгалзах төлбөрийн аргыг идэвхжүүлж, тохируулах шаардлагатай.',
'text_payment_2'  => 'Анхаар: Зарим төлбөрийн интерфейсийн хэрэглээний шалгалт илүү удаан хугацаа шаардагдах тул урьдчилан өргөдөл гаргахыг зөвлөж байна. Хятад улсад ашигладаг төлбөрийн аргууд нь вэбсайтын домэйн нэр бүртгэл шаарддаг.',
'text_payment_3'  => 'Мөн та үйлчлүүлэгчдэд сонголт хийх логистикийн хүргэлтийн аргыг тохируулах шаардлагатай. Систем нь тогтмол тээврийн хураамжтай залгаасыг үнэгүй санал болгодог.',
'text_payment_4'  => 'Та мөн BeikeShop-ын <a href="' . admin_route('marketing.index') . '">"Загварын зах"</a>-аас нэмэлт төлбөрийн аргууд, логистикийн аргуудыг судлах, татаж авах боломжтой!',
'text_mail_1'     => 'Имэйл мэдэгдэл нь үйлчлүүлэгчдэд захиалгын төлөвийн талаар мэдээлэх бөгөөд тэд имэйлээр бүртгүүлэх, нууц үгээ сэргээх боломжтой.',
'text_mail_2'     => 'Та бизнесийн бодит хэрэгцээнд тохируулан SMTP тохируулж, Sendmail гэх мэт имэйл илгээх хэрэгслүүдийг ашиглах боломжтой.',

// Button
'button_setting_general' => 'Вэбсайтын үндсэн тохиргоо',
'button_setting_store'   => 'Вэбсайтын нэр',
'button_setting_logo'    => 'Лого солих',
'button_setting_option'  => 'Сонголтын тохиргоо',
'button_setting'         => 'Бүх системийн тохиргоо',
'button_language'        => 'Хэлний удирдлага',
'button_currency'        => 'Валютын удирдлага',
'button_product'         => 'Бүтээгдэхүүн харах',
'button_product_create'  => 'Бүтээгдэхүүн үүсгэх',
'button_theme_pc'        => 'Загварын тохиргоо',
'button_theme_h5'        => 'Гар утасны загварын тохиргоо',
'button_theme'           => 'Бүх загвар',
'button_layout'          => 'Загварын удирдлага',
'button_payment'         => 'Төлбөрийн арга',
'button_shipping'        => 'Хүргэлтийн арга',
'button_mail'            => 'Имэйл тохиргоо',
'button_sms'             => 'SMS тохиргоо',
'button_hide'            => 'Дахин харуулахгүй',
];
