<?php

/**
 * order.php
 *
 * @copyright  2022 beikeshop.com - All Rights Reserved
 * @link       https://beikeshop.com
 * @author     Edward Yang <yangjin@guangda.work>
 * @created    2022-08-02 14:22:41
 * @modified   2022-08-02 14:22:41
 */

return [
'help_index' => 'Тусламж үзэх',

   'title_1'                   => 'Түргэн гарын авлага',
'title_2'                   => 'Түргэн үйлчилгээ',
'btn_link'                  => 'Одоо очих',
'mall_config'               => 'Дэлгүүрийн тохиргоо',
'dev_doc'                   => 'Хөгжүүлэлтийн гарын авлага',
'technical_services'        => 'Техникийн үйлчилгээ',
'system_upgrade'            => 'Системийн шинэчлэлт',
'upgrade_services'          => 'Шинэчлэлтийн үйлчилгээ',
'upgrade_services_text'     => 'Та юу ч хийх шаардлагагүй, албан ёсны BeikeShop системийг шинэчлэх болно. Хамгийн сүүлийн үеийн BeikeShop бие даасан станц системтэй болно. Нэг дор олон вэбсайтыг шинэчлэхэд хөнгөлөлт үзүүлнэ!',
'install_ssl'               => 'SSL суулгах',
'install_ssl_text'          => 'SSL гэрчилгээг танд суулгаж, тохируулна. Харилцаа холбоог нууцлахад вэбсайт болон үйлчлүүлэгчдийн хооронд мэдээлэл дамжуулахдаа мэдээллийн аюулгүй байдлыг хангана. Вэбсайтын итгэлцлийг нэмэгдүүлнэ!',
'work_order_service'        => 'Ажлын захиалгын үйлчилгээ',
'work_order_service_text_1' => 'Техникийн асуудал тулгарсан уу? Захиалгат функцийг үнэлэх шаардлагатай юу? Шинэ залгаас хөгжүүлэх шаардлагатай юу? Та биднээс тусламж хүсэхийн тулд ажлын захиалгын үйлчилгээг ашиглах боломжтой! Урьдчилсан төлбөр төлсний дараа ажлын захиалгыг амжилттай эхлүүлнэ',
'auxiliary_station'         => 'Туслах вэбсайт барих багц',
'auxiliary_station_text_1'  => 'Өөрийн сервер дээр бие даасан станц барихыг хүсдэг техникийн шинэчүүдэд зориулагдсан. Үйлчилгээг худалдан авсны дараа BeikeShop-ийг таны зааж өгсөн сервер дээр таны хүсэлтээр барина.',
'cloud_hosting'             => 'Үүлэн хостинг вэбсайт барих',
'cloud_hosting_text_1'      => 'Ямар ч техникийн суурьгүйгээр өөрийн бие даасан вэбсайттай болох боломжтой! Үйлчилгээг худалдан авсны дараа бид таны BeikeShop бие даасан станцын техникийн дэмжлэгийг бүрэн хүлээн авах болно. Та бие даасан станцын данс, нууц үгийг санахад л хангалттай.',
'vip_service'               => 'Супер VIP үйлчилгээ',
'vip_service_sub_title'     => 'BeikeShop супер VIP үйлчилгээ нь танд техникийн бүрэн дэмжлэг, өдөр шөнийн цагаар вэбсайт барих туслалцааг үзүүлнэ. Бүх техникийн асуудлыг санаа зовох хэрэггүй, бид бүх техникийн нарийн ширийн зүйлийг таны төлөө шийдэх болно. Ингэснээр та хил дамнасан цахим худалдааны бизнесээ хялбархан ажиллуулж, сурталчилна.',
];
